
# Core Development Tools
brew "git"
brew "git-lfs"
brew "git-delta"
brew "docker"
brew "gh"

# Language Ecosystems (managed by mise)
brew "mise"
brew "uv"
brew "go"
brew "yarn"

# Shell
brew "zsh"
brew "antidote"

# Editor
brew "neovim"

# CLI Utilities
brew "bat"
brew "btop"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "httpie"
brew "ripgrep"
brew "rsync"
brew "zoxide"
brew "jq"
brew "tree"
brew "tldr"
brew "coreutils"
brew "wget"
brew "tmux"
