# OMZ plugins
# NOTE: avoid plugins that rely on OMZ ecosystem
robbyrussell/oh-my-zsh path:plugins/docker

# Once frequently used:
# robbyrussell/oh-my-zsh path:plugins/urltools
# robbyrussell/oh-my-zsh path:plugins/web-search

robbyrussell/oh-my-zsh path:plugins/wd
robbyrussell/oh-my-zsh path:plugins/vundle
robbyrussell/oh-my-zsh path:plugins/colored-man-pages

zsh-users/zsh-completions

desyncr/auto-ls
hlissner/zsh-autopair

# LAST
romkatv/powerlevel10k
zdharma/fast-syntax-highlighting
