tap "derailed/k9s"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "michaelballantyne/chez"
tap "miktex/miktex"
tap "mongodb/brew"
tap "zegervdv/zathura"
cask "xquartz"
brew "openssl@1.1"
brew "python"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "ccat"
brew "coreutils"
brew "csshx"
brew "sdl2"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gradle"
brew "groovy"
brew "helm"
brew "jenv"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "octave"
brew "pyenv"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "sbt"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "derailed/k9s/k9s"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "michaelballantyne/chez/chez-scheme", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "amethyst"
cask "chromedriver"
cask "insomnia"
cask "java"
