tap "getantibody/tap"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "michaelballantyne/chez"
tap "miktex/miktex"
cask "java"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "csshx"
brew "ethereum"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "gnupg", link: false
brew "go"
brew "pkg-config"
brew "gradle"
brew "groovy"
brew "gstreamer"
brew "jenv"
brew "libyaml"
brew "mongodb", restart_service: true
brew "octave"
brew "openssl@1.1"
brew "python"
brew "redis"
brew "sbt"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "michaelballantyne/chez/chez-scheme", args: ["HEAD"]
brew "miktex/miktex/miktex"
cask "insomnia"
