tap "derailed/k9s"
tap "homebrew/bundle"
tap "mongodb/brew"
brew "openssl@1.1"
brew "python"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "csshx"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "git-delta"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gradle"
brew "helm"
brew "jenv"
brew "jq"
brew "kubectx"
brew "libyaml"
brew "pyenv"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "sbt"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "derailed/k9s/k9s"
brew "antidote"
brew "mongodb/brew/mongodb-community"
cask "aerospace"
cask "font-fira-code-nerd-font"
cask "java"
