# OMZ plugins
# Once frequently used:
# robbyrussell/oh-my-zsh path:plugins/urltools
# robbyrussell/oh-my-zsh path:plugins/web-search

# robbyrussell/oh-my-zsh path:plugins/wd
ohmyzsh/ohmyzsh path:plugins/vundle
# ohmyzsh/ohmyzsh path:plugins/bazel
# robbyrussell/oh-my-zsh path:plugins/colored-man-pages

mfaerevaag/wd
ael-code/zsh-colored-man-pages

zsh-users/zsh-completions

desyncr/auto-ls
hlissner/zsh-autopair

# LAST
romkatv/powerlevel10k
zdharma-continuum/fast-syntax-highlighting

